[
    {"index":1, "name":"Juego De Ajedrez Profesional Staunton Enrollable", "description":"Piezas Plásticas pesadas con base de felpa. Tablero enrollable de 47 x 47cm. Rey 9.8 cm, Dama 9 cm, Alfil 8 cm, Caballo 7.5 cm, Torre 6 cm, Peón 5 cm.", "price":6000, "image":"../images/tablero-enrollable.webp", "stock":5, "category":"tablero"},
    {"index":2, "name":"Libro ajedrez- Profe, ¿y ahora qué hago?", "description":"Ediciones Ventajedrez realizó el re-lanzamiento del libro Profe, ¿y ahora qué hago?, escrito por los maestros Nahuel Díaz y Mariano Fraschini. La edición explica de manera sencilla y efectiva distintos problemas que les presentan a los entusiastas alumnos en las escuelas de ajedrez y a los ya iniciados en el juego-ciencia.", "price":1500, "image":"../images/libro-profe-y-ahora-que-hago.webp", "stock":6, "category":"libro"},
    {"index":3, "name":"Ajedrez Staunton Super Plomado Tablero Deluxe Madera Y Caja", "description":"Juego de Ajedrez Staunton Premium con Super plomada y caja de madera con tablero de madera ecológica deluxe con escaques 5.5. Altura de las piezas: Rey 9.5 cm, Dama 9 cm, Alfil 8 cm, Caballo 7.5 cm, Torre 6 cm, Peón 5 cm. Super peso y felpa", "price":20000, "image":"../images/tablero-deluxe.webp", "stock":7, "category":"tablero"},
    {"index":4, "name":"Reloj Digital FIDE", "description":"Pantalla más grande, con más información para el jugador y el árbitro. Nuevo y mejorado sistema de palanca. Función de sonido opcional. Más opciones de tiempo. Alta eficiencia energética. Funciona más de tres años con 2 pilas alcalinas AA Incluidas.", "price":25000, "image":"../images/reloj-fide.webp", "stock":8, "category":"reloj"},
    {"index":5, "name":"Reloj Profesional LEAP", "description":"Reloj Profesional LEAP con las modos de juego mas utilizados en torneos. Tiene todo los ritmos. Este reloj de ajedrez cuenta con un diseño de programa simple con una pantalla grande que permite editar rápidamente el tiempo de juego. Multifunción: cuenta atrás, bonus, delay (fischer), alarma encendido/apagado, cuenta de movimiento y memoria de configuración. Dimensiones y calidad: hecho de componentes electrónicos + carcasa de ABS, respetuoso con el medio ambiente y duradero, ligero y portátil. Requiere 1 pila AA (Incluida).", "price":31000, "image":"../images/reloj-leap.webp", "stock":9, "category":"reloj"},
    {"index":6, "name":"Libro ajedrez- Pensar la apertura", "description":"Pensar la Apertura Alejo de Dovitiis Ediciones Alvarez Castillo Editor Reedicion de este magnifico libro a un precio increible", "price":880, "image":"../images/libro-pensar-la-apertura.webp", "stock":10, "category":"libro"},
    {"index":7, "name":"Juego Profesional Staunton", "description":"Juego de ajedrez Profesional Staunton con nuevo diseño de caja, piezas con excelente terminación y color de las blancas más simil madera. Altura de las piezas: Rey 9.5 cm, Dama 9 cm, Alfil 8 cm, Caballo 7.5 cm, Torre 6 cm, peón 5 cm. Peso y Felpa. Con tablero de cartón reforzado de 50x50 cm. Con caja de cartón con nuevo diseño.", "price":8000, "image":"../images/tablero-staunton.webp", "stock":11, "category":"tablero"},
    {"index":8, "name":"Libro ajedrez- Aprende Ajedrez de John Nunn", "description":"RESUMEN DEL LIBRO: Empezando por temas muy básicos, este libro te cuenta todo lo que necesitas para llegar a ser un triunfador en ajedrez. John Nunn se ha labrado una inmejorable reputación a nivel mundial gracias a la extraordinaria calidad de sus escritos en una amplia selección de temas de ajedrez. No se precisan conocimientos anteriores; el lector aprende pasa a paso con cada nuevo tema, que queda perfectamente ilustrado con ejemplos muy claros. Al final del libro el lector se encontrará plenamente preparado para jugar con un tablero de por medio, o a través de Internet, y empezar a ganar. Temas incluidos: - Las reglas de ajedrez - Anotación en ajedrez - Cómo ganar material - Juego de ataque - La Apertura - El Medio Juego - El Final - La psicología en ajedrez", "price":2400, "image":"../images/libro-aprende-ajedrez.webp", "stock":12, "category":"libro"},
    {"index":9, "name":"Libro ajedrez- Planificación en el ajedrez moderno", "description":"La planificación es indispensable en un buen ajedrez, porque da sentido a las jugadas y constituye un medio para lograr nuestros objetivos. La comprensión moderna de la planificación en ajedrez ha evolucionado considerablemente desde los días del grand plan. Los Grandes Maestros de la actualidad planifican con determinación, pero también con la flexibilidad suficiente como para ser capaces de ajustar o cambiar por completo el curso de los acontecimientos cuando la situación así lo requiera. Tienen en cuenta tanto sus propios planes como los de sus rivales, así como el hecho de que aquéllos son también observados y analizados por sus oponentes. Grivas proporciona 75 espléndidos ejemplos en los que hace hincapié en la importancia de un buen plan. Una vez que se llega a la situación crítica, guía al lector través de las diferentes opciones y le desafía a encontrar la variante correcta. Incluye detalladas soluciones, y un pormenorizado análisis acerca de los pros y los contras de cada alternativa. El Gran Maestro Efstratios Grivas vive en Atenas. Además de ser un excelente jugador es árbitro y organizador de eventos ajedrecísticos. Ha representado a su país en muchas ocasiones, y ha ganado una medalla de Oro en el Campeonato Europeo por equipos y una de Plata en la Olimpiada de 1998.", "price":2700, "image":"../images/libro-planificacion-en-el-ajedre.webp", "stock":13, "category":"libro"},
    {"index":10, "name":"Libro ajedrez- Ajedrez Con Stauty 4", "description":"Editorial: Editorial La Casa del Ajedrez ISBN: 9788492517855 Páginas: 32 Dimensiones: 210 mm. x 210 mm. Idiomas: Fecha de la edición: 2016 MATERIAS: Libros / Infantil / Básicos / RESUMEN DEL LIBRO ¡Estás a punto de convertirte en un maestro de ajedrez! La estrategia es la más elevada de todas las habilidades en ajedrez, y te permitirá enfrentarte a los mejores rivales. Aprenderás a pensar en planes y en cómo ejecutarlos. Entenderás muchos secretos de la geometría del tablero, de las columnas, de las diagonales y de las casillas. Verás que en ajedrez todo es armonía. Te mostraré partidas de la época romántica y te quedarás maravillado con este juego milenario.", "price":1900, "image":"../images/libro-ajedrez-con-stauty-4.webp", "stock":14, "category":"libro"},
    {"index":11, "name":"Tablero imantado", "description":"Juego De Ajedrez Imantado. Tablero imantado plegable para guardar las piezas en su interior. Ideal para viajes. Piezas de plastico e iman. Medidas tablero abierto 19x19 cm. Producto original Magnific.", "price":4900, "image":"../images/tablero-imantado.webp", "stock":15, "category":"tablero"},
    {"index":12, "name":"Reloj de ajedrez Dgt", "description":"El modelo DGT easy plus, incluye las modalidades reglamentarias de competencia incluyendo el delay y el incremento por jugada. los relojes son nuevos sin ningun uso. se entregan con baterias.", "price":20000, "image":"../images/reloj-dgt.webp", "stock":16, "category":"reloj"}
]